var localVoteData = {
    "code": 0,
    "cud": "1447470557482",
    "pid": "1dcd904c5fc54f14b263b62cacbb2d24",
    "iul": "",
    "pst": "2015-11-15 00:00:00",
    "pet": "2015-11-15 21:00:00",
    "nex": "2015-11-22 00:00:00",
    "put": "",
    "items": [
        {
            "t": "1",
            "guid": "c9de031e12a046c393b648348a6f2606",
            "hlo": 1,
            "gst": "2015-11-15 19:39:10",
            "get": "2015-11-15 20:44:18",
            "put": "",
            "img": "",
            "img2": "",
            "put2": "",
            "sp": 0,
            "fp": 0,
            "ms": 1,
            "gt": 1,
            "pitems": [
                {
                    "pid": "24aa51f5b4f048e9b1ebed434a2db8c7",
                    "na": "王子歌",
                    "ni": "王子歌",
                    "im": "./images/player/player1.png",
                    "im2": "",
                    "im3": "",
                    "in": "",
                    "re": 0
                }
            ]
        },
        {
            "t": "2",
            "guid": "9f028888a430470c8123c336717832f9",
            "hlo": 1,
            "gst": "2015-11-15 19:49:29",
            "get": "2015-11-15 20:44:18",
            "put": "",
            "img": "",
            "img2": "",
            "put2": "",
            "sp": 0,
            "fp": 0,
            "ms": 1,
            "gt": 1,
            "pitems": [
                {
                    "pid": "55982a7c38f549ab92aafbf6130d3538",
                    "na": "李刘标",
                    "ni": "李刘标",
                    "im": "./images/player/player2.png",
                    "im2": "",
                    "im3": "",
                    "in": "",
                    "re": 0
                }
            ]
        },
        {
            "t": "3",
            "guid": "b538002f5356411fb82fb4e819789532",
            "hlo": 1,
            "gst": "2015-11-15 19:57:15",
            "get": "2015-11-15 20:44:18",
            "put": "",
            "img": "",
            "img2": "",
            "put2": "",
            "sp": 0,
            "fp": 0,
            "ms": 1,
            "gt": 1,
            "pitems": [
                {
                    "pid": "e51985bf973048da8d5a4c8beaf3e50c",
                    "na": "丁建中",
                    "ni": "丁建中",
                    "im": "./images/player/player3.png",
                    "im2": "",
                    "im3": "",
                    "in": "",
                    "re": 0
                }
            ]
        },
        {
            "t": "4",
            "guid": "fe26315f015c468ba71eb3f8a7ed7574",
            "hlo": 1,
            "gst": "2015-11-15 20:04:42",
            "get": "2015-11-15 20:44:18",
            "put": "",
            "img": "",
            "img2": "",
            "put2": "",
            "sp": 0,
            "fp": 0,
            "ms": 1,
            "gt": 1,
            "pitems": [
                {
                    "pid": "62982a5e155441249b70656d9a8075d3",
                    "na": "郑兴琦",
                    "ni": "郑兴琦",
                    "im": "./images/player/player4.png",
                    "im2": "",
                    "im3": "",
                    "in": "",
                    "re": 0
                }
            ]
        },
        {
            "t": "5",
            "guid": "1febb394608447d7a2491d057c96a6e6",
            "hlo": 1,
            "gst": "2015-11-15 20:20:43",
            "get": "2015-11-15 20:44:18",
            "put": "",
            "img": "",
            "img2": "",
            "put2": "",
            "sp": 0,
            "fp": 0,
            "ms": 1,
            "gt": 1,
            "pitems": [
                {
                    "pid": "00ba83af954840ccabd5825f2010a257",
                    "na": "支一，张瑞雪",
                    "ni": "支一，张瑞雪",
                    "im": "./images/player/player5.png",
                    "im2": "",
                    "im3": "",
                    "in": "",
                    "re": 0
                }
            ]
        },
        {
            "t": "6",
            "guid": "20b0833c85184b45a22f8256b1d21386",
            "hlo": 1,
            "gst": "2015-11-15 20:40:19",
            "get": "2015-11-15 20:44:18",
            "put": "2015-11-15 20:49:00",
            "img": "",
            "img2": "",
            "put2": "2015-11-15 20:52:00",
            "sp": 0,
            "fp": 0,
            "ms": 1,
            "gt": 1,
            "pitems": [
                {
                    "pid": "c0a1a599b0734041b738ea0af2d58466",
                    "na": "广州歌舞剧院",
                    "ni": "广州歌舞剧院",
                    "im": "./images/player/player6.png",
                    "im2": "",
                    "im3": "",
                    "in": "",
                    "re": 0
                }
            ]
        }
    ]
}