
var wordColor=["#ffe997","#f601a2","#0ab41e"];
var successValue = [
	{
		"word":["旭日初升","白虹贯日","金雁横空","高山流水","燕回朝阳","风伴流云","苍龙盘岭","烟雨飘渺","幻眼云湮","无边落木"],
		"value":[20,20,30,20,20,"你用凌波微步闪了过去",20,10,10,20],
	},
	{
		"word":["有凤来仪","云断秦岭","青松翠翠","石破天惊","千斤坠地","粉石碎玉","泉鸣芙蓉","天柱云气","独劈华山","天外玉龙"],
		"value":[20,10,10,20,20,10,30,"你用傍花拂柳险险避过",20,20],
	},
	{
		"word":["龙吞式","鸿飞冥冥","绵里藏针","白鹤冲天","探海式","风卷荷叶","黄蜂入洞","天马行空","流星赶月","双峰贯耳"],
		"value":[30,20,10,10,20,10,20,30,20,"你蜻蜓点水闪了过去"],
	},
	{
		"word":["乌龙摆尾","三环套月","青龙出水","探海式","燕子掠波","弯弓射虎","怪蟒翻身","声东击西","如影随形","双龙出海"],
		"value":[20,"你一个顺水推舟闪了过去",10,20,20,10,30,20,20,20],
	},
	{
		"word":["天狼涉水","风霜碎影","天外摘星","流星赶月","万蛇汹涌","天山雪崩","长空雷隐","残阳照雪","回光幻电","断石狼烟"],
		"value":[20,20,10,"你使出织女穿梭险险避过",50,10,10,20,10,20],
	}

]
var failedValue = [
	{
		"word":["冰谷初虹","冰谷初虹","双龙取水","腾云驾雾","月满西楼","龙腾万里","八方风雨","追魂夺命","天罗地网","浩气清英"],
		"value":[10,20,"对方使出细胸巧翻云轻巧避过",30,20,10,10,20,10,20],
	},
	{
		"word":["唯我独尊","一苇渡江","风满长空","山高林密","地老天荒","鸿雁双飞","丹凤朝阳","雷震四方","孤骛落日","草深雾泽"],
		"value":["对方使出踏雪无痕险险避过",30,10,20,10,20,10,10,10,10],
	},
	{
		"word":["南海礼佛","金玉瓦砾","水中捉月","丹凤朝阳","浮云去来","偏花七星","山高林密","黄莺落架","风卷残云","洛钟东应"],
		"value":[20,10,10,30,10,20,10,10,"对方用月移花影闪了过去",30],
	},
	{
		"word":["落英神剑掌","海底捞月","碧波掌","二龙戏珠","玉萧剑法","青龙摆尾","兰花拂穴手","童子拜佛 ","旋风扫叶腿","斗转星移"],
		"value":[10,50,20,10,"对方移步换形险险避过",10,30,20,10,10],
	},
	{
		"word":["四面埋伏","利涉大川","移花接木","密云不雨","九品莲台","鱼翔蓝天","微尘不惊","月满西楼","龙腾万里","稚凤归巢"],
		"value":[20,10,10,40,30,20,10,10,"对方使出分身化影轻巧避过",20],
	}
]